---
kind: other
id: Properties.T:Autodesk.Revit.DB.Events.ElementTypeDuplicatedEventArgs
source: html/3204d377-4657-3d86-d418-1ff9de563d37.htm
---
# ElementTypeDuplicatedEventArgs Properties

Indicates whether an event may be cancelled by an event delegate.